Repository: Trinhhiep/HiThemes
Catalog: HiThemes/Resources/Localizable/*.lproj/Localizable.strings
Languages: vi

# confirm_vehicle_registration_title
source: Vehicle registration certificate authentication.
vi: Xác thực cà vẹt xe

# HDI_new_condition_of_picture
source: Place the vehicle registration certificate in the area of the camera (Avoid taking pictures that are off-angle or can't get information)
vi: Đặt giấy đăng ký xe trong vùng của camera (Tránh chụp mất góc, không lấy được thông tin)

# manual_typing
source: Enter information manually.
vi: Nhập thông tin thủ công

# setting
source: Settings
vi: Cài đặt

# validate_CMND_CCCD
source: Identify ID number
vi: Nhận diện thông tin CMND/CCCD

# message_cameraOCR
source: Put your ID number in the camera area (Avoid taking pictures that are off-angle or can't get information)
vi: Đặt CMND/CCCD trong vùng của camera (Tránh chụp mất góc, không lấy được thông tin)

# certificate_passport
source: Passport information identification
vi: Nhận diện thông tin Hộ chiếu

# OCR_passport_sub
source: Place the passport in the area of the camera (Put all the corners of the passport in the picture, get full information)
vi: Đặt Hộ chiếu trong vùng của camera (Tránh chụp mất góc, không lấy được thông tin)

# confirm_moto_registration_title
source: Identify motorcycle information
vi: Nhận diện thông tin Xe Máy

# confirm_car_registration_title
source: Identify car information
vi: Nhận diện thông tin Xe Ô tô

# message_accept_camera
source: Please allow Camera access to continue using this feature
vi: Quý khách vui lòng cho phép truy cập Máy ảnh để tiếp tục sử dụng tính năng này

# popup_OCR_invalid_message
source: <font face='inter'>The information on the image just taken is not recognized. Please try again.<br></font><font face='inter-medium' ><b1><br>• Take a clearer photo <br>• Take the correct photo of the citizen identity card.</b1></font>
vi: <font face='inter'>Không nhận diện được thông tin trên hình ảnh vừa chụp. Quý khách vui lòng thử lại.<br></font><font face='inter-medium' ><b1><br>• Chụp ảnh rõ nét hơn <br>• Chụp đúng hình ảnh CMND/CCCD.</b1></font>

# popup_OCR_invalid_passport_message
source: <font face='inter'>The information on the image just taken is not recognized. Please try again.<br></font><font face='inter-medium' ><b1><br>• Take a clearer photo <br>• Take the correct photo of the Passport.</b1></font>
vi: <font face='inter'>Không nhận diện được thông tin trên hình ảnh vừa chụp. Quý khách vui lòng thử lại.<br></font><font face='inter-medium' ><b1><br>• Chụp ảnh rõ nét hơn <br>• Chụp đúng hình ảnh Hộ chiếu.</b1></font>

# take_valid_cavet_message
source: <font face='inter'>The information on the image just taken is not recognized. Please try again.<br></font> <font face='inter-medium' ><b1><br>• Take a clearer picture <br>• Take the right picture of the vehicle registration certificate.</b1></font>
vi: <font face='inter'>Không nhận diện được thông tin trên hình ảnh vừa chụp. Quý khách vui lòng thử lại.<br></font> <font face='inter-medium' ><b1><br>• Chụp ảnh rõ nét hơn <br>• Chụp đúng hình ảnh cavet xe.</b1></font>
